{
    "talk content": "succsess",
    "recommendations": [
        {
            "main_speaker": {
                "0": "Alexandra Auer",
                "1": "Elizabeth Gilbert",
                "2": "Butterscotch",
                "3": "Ethan Lisi",
                "4": "Daniel Finkel"
            },
            "details": {
                "0": "The intangible effects of walls More barriers exist now than at the end of World War II, says designer Alexandra Auer. And when you erect one wall, you unwittingly create a second -- an \"us\" versus \"them\" partition in the mind that compromises our collective safety. With intriguing results from her social design project focused on two elementary schools separated by a fence, Auer encourages us to dismantle our biases and regain perspective on all the things we have in common.",
                "1": "It's OK to feel overwhelmed. Here's what to do next If you're feeling anxious or fearful during the coronavirus pandemic, you're not alone. Offering hope and understanding, author Elizabeth Gilbert reflects on how to stay present, accept grief when it comes and trust in the strength of the human spirit. \"Resilience is our shared genetic inheritance,\" she says. (This virtual conversation is part of the TED Connects series, hosted by head of TED Chris Anderson and head of curation Helen Walters. Recorded April 2, 2020)",
                "2": "\"Accept Who I Am\" Firing off her formidable beatboxing skills, musician Butterscotch serenades -- over a hauntingly beautiful backtrack made live on stage -- and shares pieces of her own story as a shoutout to those struggling through dark times. \"We have to be compassionate with ourselves, allow acceptance for who we are -- even on our worst days when we're still doing our best,\" she says.",
                "3": "What it's really like to have autism \"Autism is not a disease; it's just another way of thinking,\" says Ethan Lisi. Offering a glimpse into the way he experiences the world, Lisi breaks down misleading stereotypes about autism, shares insights into common behaviors like stimming and masking and promotes a more inclusive understanding of the spectrum.",
                "4": "Can you solve the sea monster riddle? According to legend, once every thousand years a host of sea monsters emerges from the depths to demand tribute from the floating city of Atlantartica. As the ruler of the city, you'd always dismissed the stories... until today, when they rose out of the roiling waters, surrounded your city and demanded a ransom of pearls. Can you figure out which chest of pearls is the ransom? Dan Finkel shows how. [Directed by Artrake Studio, narrated by Addison Anderson]."
            }
        }
    ]
}{
    "talk content": "peace",
    "recommendations": [
        {
            "main_speaker": {
                "3623": "Jody Williams",
                "4215": "Raul Midon",
                "3341": "Peter van Uhm",
                "3469": "Jeremy Gilley",
                "3550": "John Hunter"
            },
            "details": {
                "3623": "A realistic vision for world peace Nobel Peace laureate Jody Williams brings tough love to the dream of world peace, with her razor-sharp take on what \"peace\" really means, and a set of profound stories that zero in on the creative struggle -- and sacrifice -- of those who work for it.",
                "4215": "\"Peace on Earth\" Guitarist and singer Raul Midon plays \"Everybody\" and \"Peace on Earth\" during his 2007 set at TED.",
                "3341": "Why I chose a gun Peter van Uhm is the Netherlands' chief of defense, but that does not mean he is pro-war. In this talk, he explains how his career is one shaped by a love of peace, not a desire for bloodshed -- and why we need armies if we want peace.",
                "3469": "One day of peace Here's a crazy idea: Persuade the world to try living in peace for just one day, every September 21. In this energetic, honest talk, Jeremy Gilley tells the story of how this crazy idea became real -- real enough to help millions of kids in war-torn regions.",
                "3550": "Teaching with the World Peace Game John Hunter puts all the problems of the world on a 4'x5' plywood board -- and lets his 4th-graders solve them. At TED2011, he explains how his World Peace Game engages schoolkids, and why the complex lessons it teaches -- spontaneous, and always surprising -- go further than classroom lectures can."
            }
        }
    ]
}